Repository: StaticDelivr/StaticDelivr-CDN-WP-Plugin
Catalog: languages/staticdelivr-*.po
Languages: ar, da_dk, de_de, es_es, fa_ir, fr_fr, he_il, hu_hu, id_id, it_it, ja, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, tr_tr, uk, ur, vi

source: Assets from custom or premium themes/plugins are automatically served from your server.
ar: الموارد من القوالب/الإضافات المخصصة أو المميزة تُقدم تلقائياً من خادمك.
de_de: Ressourcen von benutzerdefinierten oder Premium-Themes/Plugins werden automatisch von Ihrem Server ausgeliefert.
es_es: Los recursos de temas/plugins personalizados o premium se sirven automáticamente desde tu servidor.
fr_fr: Les ressources des thèmes/extensions personnalisés ou premium sont automatiquement servies depuis votre serveur.
id_id: Aset dari tema/plugin kustom atau premium secara otomatis disajikan dari server Anda.
it_it: Le risorse da temi/plugin personalizzati o premium sono servite automaticamente dal tuo server.
ja: カスタムまたはプレミアムテーマ/プラグインのアセットは自動的にあなたのサーバーから配信されます。
nl_nl: Assets van aangepaste of premium thema's/plugins worden automatisch vanaf je server geleverd.
pl_pl: Zasoby z niestandardowych lub premium motywów/wtyczek są automatycznie serwowane z twojego serwera.
pt_br: Recursos de temas/plugins personalizados ou premium são automaticamente servidos do seu servidor.
ru_ru: Ресурсы пользовательских или премиум тем/плагинов автоматически доставляются с вашего сервера.
tr_tr: Özel veya premium temalardan/eklentilerden gelen varlıklar otomatik olarak sunucunuzdan sunulur.
vi: Tài nguyên từ theme/plugin tùy chỉnh hoặc cao cấp được tự động phục vụ từ máy chủ của bạn.

source: Child Themes
ar: القوالب الفرعية
es_es: Temas hijos
fr_fr: Thèmes enfants
id_id: Tema Anak
it_it: Temi figli
ja: 子テーマ
nl_nl: Child-thema's
pl_pl: Motywy potomne
pt_br: Temas filhos
ru_ru: Дочерние темы
tr_tr: Alt temalar
vi: Theme con

source: Child themes use the parent theme verification - if the parent is on wordpress.org, assets load via CDN.
ar: تستخدم القوالب الفرعية التحقق من القالب الأصلي - إذا كان الأصلي على wordpress.org، تُحمّل الموارد عبر CDN.
de_de: Child-Themes verwenden die Verifizierung des Parent-Themes - wenn das Parent auf wordpress.org ist, werden Ressourcen über CDN geladen.
es_es: Los temas hijos usan la verificación del tema padre - si el padre está en wordpress.org, los recursos se cargan vía CDN.
fr_fr: Les thèmes enfants utilisent la vérification du thème parent - si le parent est sur wordpress.org, les ressources se chargent via CDN.
id_id: Tema anak menggunakan verifikasi tema induk - jika induk ada di wordpress.org, aset dimuat via CDN.
it_it: I temi figli usano la verifica del tema padre - se il padre è su wordpress.org, le risorse si caricano via CDN.
ja: 子テーマは親テーマの検証を使用します - 親がwordpress.orgにある場合、アセットはCDN経由で読み込まれます。
nl_nl: Child-thema's gebruiken de verificatie van het ouder-thema - als de ouder op wordpress.org staat, worden assets via CDN geladen.
pl_pl: Motywy potomne używają weryfikacji motywu nadrzędnego - jeśli motyw nadrzędny jest na wordpress.org, zasoby ładują się przez CDN.
pt_br: Temas filhos usam a verificação do tema pai - se o pai está no wordpress.org, os recursos carregam via CDN.
ru_ru: Дочерние темы используют проверку родительской темы - если родительская тема на wordpress.org, ресурсы загружаются через CDN.
tr_tr: Alt temalar üst tema doğrulamasını kullanır - üst tema wordpress.org'daysa varlıklar CDN üzerinden yüklenir.
vi: Theme con sử dụng xác minh theme cha - nếu theme cha có trên wordpress.org, tài nguyên tải qua CDN.

source: Cached Results
ar: النتائج المخزنة مؤقتاً
de_de: Zwischengespeicherte Ergebnisse
es_es: Resultados en caché
fr_fr: Résultats en cache
id_id: Hasil yang Di-cache
it_it: Risultati in cache
ja: キャッシュされた結果
nl_nl: Gecachte resultaten
pl_pl: Wyniki w pamięci podręcznej
pt_br: Resultados em cache
ru_ru: Кэшированные результаты
tr_tr: Önbelleğe alınmış sonuçlar
vi: Kết quả được lưu cache

source: Verification results are cached for 7 days to ensure fast page loads.
ar: يتم تخزين نتائج التحقق مؤقتاً لمدة 7 أيام لضمان تحميل سريع للصفحات.
de_de: Verifizierungsergebnisse werden 7 Tage zwischengespeichert, um schnelle Seitenladungen zu gewährleisten.
es_es: Los resultados de verificación se almacenan en caché durante 7 días para asegurar cargas rápidas.
fr_fr: Les résultats de vérification sont mis en cache pendant 7 jours pour assurer des chargements rapides.
id_id: Hasil verifikasi di-cache selama 7 hari untuk memastikan loading halaman yang cepat.
it_it: I risultati della verifica sono memorizzati in cache per 7 giorni per garantire caricamenti veloci.
ja: 高速なページ読み込みを確保するために、検証結果は7日間キャッシュされます。
nl_nl: Verificatieresultaten worden 7 dagen gecacht voor snelle paginaladingen.
pl_pl: Wyniki weryfikacji są przechowywane w pamięci podręcznej przez 7 dni, aby zapewnić szybkie ładowanie stron.
pt_br: Os resultados de verificação são armazenados em cache por 7 dias para garantir carregamentos rápidos.
ru_ru: Результаты проверки кэшируются на 7 дней для обеспечения быстрой загрузки страниц.
tr_tr: Hızlı sayfa yüklemelerini sağlamak için doğrulama sonuçları 7 gün boyunca önbelleğe alınır.
vi: Kết quả xác minh được lưu cache trong 7 ngày để đảm bảo trang tải nhanh.

source: Failure Memory
ar: ذاكرة الأخطاء
de_de: Fehler-Speicher
es_es: Memoria de errores
fr_fr: Mémoire des échecs
id_id: Memori Kegagalan
it_it: Memoria degli errori
ja: 失敗メモリ
nl_nl: Faalgeheugen
pl_pl: Pamięć błędów
pt_br: Memória de falhas
ru_ru: Память ошибок
tr_tr: Hata belleği
vi: Bộ nhớ lỗi

source: If a CDN resource fails to load, the plugin remembers and serves locally for 24 hours.
ar: إذا فشل تحميل مورد CDN، تتذكر الإضافة ذلك وتقدمه محلياً لمدة 24 ساعة.
de_de: Wenn eine CDN-Ressource nicht geladen werden kann, merkt sich das Plugin dies und liefert sie 24 Stunden lang lokal aus.
es_es: Si un recurso CDN falla al cargar, el plugin lo recuerda y lo sirve localmente durante 24 horas.
fr_fr: Si une ressource CDN échoue au chargement, l'extension s'en souvient et la sert localement pendant 24 heures.
id_id: Jika resource CDN gagal dimuat, plugin mengingat dan menyajikan secara lokal selama 24 jam.
it_it: Se una risorsa CDN non riesce a caricarsi, il plugin lo ricorda e la serve localmente per 24 ore.
ja: CDNリソースの読み込みに失敗した場合、プラグインはそれを記憶し24時間ローカルから配信します。
nl_nl: Als een CDN-resource niet kan laden, onthoudt de plugin dit en levert lokaal voor 24 uur.
pl_pl: Jeśli zasób CDN nie załaduje się, wtyczka zapamięta to i serwuje lokalnie przez 24 godziny.
pt_br: Se um recurso CDN falha ao carregar, o plugin lembra e serve localmente por 24 horas.
ru_ru: Если ресурс CDN не загружается, плагин запоминает это и доставляет локально в течение 24 часов.
tr_tr: Bir CDN kaynağı yüklenemezse, eklenti bunu hatırlar ve 24 saat boyunca yerel olarak sunar.
vi: Nếu tài nguyên CDN không tải được, plugin sẽ nhớ và phục vụ cục bộ trong 24 giờ.

source: Image Optimization
ar: تحسين الصور
de_de: Bildoptimierung
es_es: Optimización de imágenes
fr_fr: Optimisation des images
id_id: Optimasi Gambar
it_it: Ottimizzazione immagini
ja: 画像最適化
nl_nl: Afbeeldingsoptimalisatie
pl_pl: Optymalizacja obrazów
pt_br: Otimização de imagens
ru_ru: Оптимизация изображений
tr_tr: Görsel Optimizasyonu
vi: Tối ưu hóa hình ảnh

source: Automatically optimize and deliver images through StaticDelivr CDN. This can dramatically reduce image file sizes (e.g., 2MB → 20KB) and improve loading times.
ar: تحسين وتوصيل الصور تلقائياً عبر StaticDelivr CDN. يمكن أن يقلل هذا بشكل كبير من حجم ملفات الصور (مثلاً، 2MB → 20KB) ويحسن أوقات التحميل.
de_de: Bilder automatisch über StaticDelivr CDN optimieren und ausliefern. Dies kann Bilddateigrößen dramatisch reduzieren (z.B. 2MB → 20KB) und Ladezeiten verbessern.
es_es: Optimiza y entrega automáticamente imágenes a través de StaticDelivr CDN. Esto puede reducir drásticamente el tamaño de los archivos de imagen (ej., 2MB → 20KB) y mejorar los tiempos de carga.
fr_fr: Optimise et livre automatiquement les images via StaticDelivr CDN. Cela peut réduire drastiquement la taille des fichiers image (ex., 2Mo → 20Ko) et améliorer les temps de chargement.
id_id: Secara otomatis mengoptimalkan dan mengirimkan gambar melalui StaticDelivr CDN. Ini dapat secara dramatis mengurangi ukuran file gambar (misalnya, 2MB → 20KB) dan meningkatkan waktu loading.
it_it: Ottimizza e distribuisce automaticamente le immagini attraverso StaticDelivr CDN. Questo può ridurre drasticamente le dimensioni dei file immagine (es., 2MB → 20KB) e migliorare i tempi di caricamento.
ja: StaticDelivr CDNを通じて画像を自動的に最適化して配信します。これにより画像ファイルサイズを大幅に削減（例：2MB → 20KB）し、読み込み時間を改善できます。
nl_nl: Optimaliseer en lever afbeeldingen automatisch via StaticDelivr CDN. Dit kan bestandsgroottes drastisch verminderen (bijv. 2MB → 20KB) en laadtijden verbeteren.
pl_pl: Automatycznie optymalizuj i dostarczaj obrazy przez StaticDelivr CDN. Może to znacząco zmniejszyć rozmiary plików obrazów (np. 2MB → 20KB) i poprawić czasy ładowania.
pt_br: Otimiza e entrega automaticamente imagens através do StaticDelivr CDN. Isso pode reduzir drasticamente o tamanho dos arquivos de imagem (ex., 2MB → 20KB) e melhorar os tempos de carregamento.
ru_ru: Автоматически оптимизирует и доставляет изображения через StaticDelivr CDN. Это может значительно уменьшить размер файлов изображений (например, 2МБ → 20КБ) и улучшить время загрузки.
tr_tr: StaticDelivr CDN aracılığıyla görselleri otomatik olarak optimize edin ve dağıtın. Bu, görsel dosya boyutlarını önemli ölçüde azaltabilir (örn., 2MB → 20KB) ve yükleme sürelerini iyileştirebilir.
vi: Tự động tối ưu hóa và phân phối hình ảnh qua StaticDelivr CDN. Điều này có thể giảm đáng kể kích thước tệp hình ảnh (ví dụ: 2MB → 20KB) và cải thiện thời gian tải.

source: Enable Image Optimization
ar: تفعيل تحسين الصور
da_dk: Aktivér billedoptimering
de_de: Bildoptimierung aktivieren
es_es: Habilitar optimización de imágenes
fa_ir: فعال‌سازی بهینه‌سازی تصاویر
fr_fr: Activer l'optimisation des images
he_il: הפעל אופטימיזציה של תמונות
hu_hu: Képoptimalizálás engedélyezése
id_id: Aktifkan Optimasi Gambar
it_it: Abilita ottimizzazione immagini
ja: 画像最適化を有効にする
nl_nl: Afbeeldingsoptimalisatie inschakelen
pl_pl: Włącz optymalizację obrazów
pt_br: Ativar otimização de imagens
ro_ro: Activați optimizarea imaginilor
ru_ru: Включить оптимизацию изображений
tr_tr: Görsel optimizasyonunu etkinleştir
uk: Увімкнути оптимізацію зображень
ur: تصاویر کی بہتری فعال کریں
vi: Bật tối ưu hóa hình ảnh

source: Enable CDN for images
ar: تفعيل CDN للصور
de_de: CDN für Bilder aktivieren
es_es: Habilitar CDN para imágenes
fr_fr: Activer le CDN pour les images
id_id: Aktifkan CDN untuk gambar
it_it: Abilita CDN per le immagini
ja: 画像のCDNを有効にする
nl_nl: CDN voor afbeeldingen inschakelen
pl_pl: Włącz CDN dla obrazów
pt_br: Ativar CDN para imagens
ru_ru: Включить CDN для изображений
tr_tr: Görseller için CDN'yi etkinleştir
vi: Bật CDN cho hình ảnh

source: Optimizes and delivers all images through StaticDelivr CDN with automatic format conversion and compression.
ar: يحسّن ويوصل جميع الصور عبر StaticDelivr CDN مع تحويل الصيغة والضغط التلقائي.
de_de: Optimiert und liefert alle Bilder über StaticDelivr CDN mit automatischer Formatkonvertierung und Kompression.
es_es: Optimiza y entrega todas las imágenes a través de StaticDelivr CDN con conversión de formato automática y compresión.
fr_fr: Optimise et livre toutes les images via StaticDelivr CDN avec conversion de format automatique et compression.
id_id: Mengoptimalkan dan mengirimkan semua gambar melalui StaticDelivr CDN dengan konversi format otomatis dan kompresi.
it_it: Ottimizza e distribuisce tutte le immagini attraverso StaticDelivr CDN con conversione automatica del formato e compressione.
ja: 自動的なフォーマット変換と圧縮により、StaticDelivr CDNを通じてすべての画像を最適化して配信します。
nl_nl: Optimaliseert en levert alle afbeeldingen via StaticDelivr CDN met automatische formaatconversie en compressie.
pl_pl: Optymalizuje i dostarcza wszystkie obrazy przez StaticDelivr CDN z automatyczną konwersją formatu i kompresją.
pt_br: Otimiza e entrega todas as imagens através do StaticDelivr CDN com conversão automática de formato e compressão.
ru_ru: Оптимизирует и доставляет все изображения через StaticDelivr CDN с автоматическим преобразованием формата и сжатием.
tr_tr: Otomatik format dönüştürme ve sıkıştırma ile tüm görselleri StaticDelivr CDN aracılığıyla optimize eder ve dağıtır.
vi: Tối ưu hóa và phân phối tất cả hình ảnh qua StaticDelivr CDN với chuyển đổi định dạng tự động và nén.

source: Image Quality
ar: جودة الصورة
de_de: Bildqualität
es_es: Calidad de imagen
fr_fr: Qualité d'image
id_id: Kualitas Gambar
it_it: Qualità immagine
ja: 画像品質
nl_nl: Afbeeldingskwaliteit
pl_pl: Jakość obrazu
pt_br: Qualidade da imagem
ru_ru: Качество изображения
tr_tr: Görsel kalitesi
vi: Chất lượng hình ảnh

source: Quality level for optimized images (1-100). Lower values = smaller files. Recommended: 75-85.
ar: مستوى الجودة للصور المحسّنة (1-100). قيم أقل = ملفات أصغر. موصى به: 75-85.
de_de: Qualitätsstufe für optimierte Bilder (1-100). Niedrigere Werte = kleinere Dateien. Empfohlen: 75-85.
es_es: Nivel de calidad para imágenes optimizadas (1-100). Valores más bajos = archivos más pequeños. Recomendado: 75-85.
fr_fr: Niveau de qualité pour les images optimisées (1-100). Valeurs plus basses = fichiers plus petits. Recommandé : 75-85.
id_id: Level kualitas untuk gambar yang dioptimalkan (1-100). Nilai lebih rendah = file lebih kecil. Direkomendasikan: 75-85.
it_it: Livello di qualità per immagini ottimizzate (1-100). Valori più bassi = file più piccoli. Raccomandato: 75-85.
ja: 最適化された画像の品質レベル（1-100）。低い値 = 小さいファイル。推奨：75-85。
nl_nl: Kwaliteitsniveau voor geoptimaliseerde afbeeldingen (1-100). Lagere waarden = kleinere bestanden. Aanbevolen: 75-85.
pl_pl: Poziom jakości dla zoptymalizowanych obrazów (1-100). Niższe wartości = mniejsze pliki. Zalecane: 75-85.
pt_br: Nível de qualidade para imagens otimizadas (1-100). Valores mais baixos = arquivos menores. Recomendado: 75-85.
ru_ru: Уровень качества для оптимизированных изображений (1-100). Меньшие значения = меньшие файлы. Рекомендуется: 75-85.
tr_tr: Optimize edilmiş görseller için kalite seviyesi (1-100). Düşük değerler = küçük dosyalar. Önerilen: 75-85.
vi: Mức chất lượng cho hình ảnh được tối ưu hóa (1-100). Giá trị thấp hơn = tệp nhỏ hơn. Khuyến nghị: 75-85.

source: Image Format
ar: صيغة الصورة
de_de: Bildformat
es_es: Formato de imagen
fr_fr: Format d'image
id_id: Format Gambar
it_it: Formato immagine
ja: 画像形式
nl_nl: Afbeeldingsformaat
pl_pl: Format obrazu
pt_br: Formato da imagem
ru_ru: Формат изображения
tr_tr: Görsel formatı
vi: Định dạng hình ảnh

source: Auto (Best for browser)
ar: تلقائي (الأفضل للمتصفح)
da_dk: Auto (Bedst til browser)
de_de: Auto (Optimal für Browser)
es_es: Auto (Mejor para navegador)
fa_ir: خودکار (بهترین برای مرورگر)
fr_fr: Auto (Meilleur pour le navigateur)
he_il: אוטומטי (הטוב ביותר לדפדפן)
hu_hu: Automatikus (Legjobb a böngészőnek)
id_id: Otomatis (Terbaik untuk browser)
it_it: Auto (Migliore per il browser)
ja: 自動（ブラウザに最適）
nl_nl: Auto (Best voor browser)
pl_pl: Auto (Najlepszy dla przeglądarki)
pt_br: Auto (Melhor para o navegador)
ro_ro: Automat (Cel mai bun pentru browser)
ru_ru: Авто (лучший для браузера)
tr_tr: Otomatik (Tarayıcı için en iyisi)
uk: Авто (Найкраще для браузера)
ur: خودکار (براؤزر کے لیے بہترین)
vi: Tự động (Tốt nhất cho trình duyệt)

source: WebP (Recommended)
ar: WebP (موصى به)
da_dk: WebP (Anbefalet)
de_de: WebP (Empfohlen)
es_es: WebP (Recomendado)
fa_ir: WebP (توصیه شده)
fr_fr: WebP (Recommandé)
he_il: WebP (מומלץ)
hu_hu: WebP (Ajánlott)
id_id: WebP (Direkomendasikan)
it_it: WebP (Raccomandato)
ja: WebP（推奨）
nl_nl: WebP (Aanbevolen)
pl_pl: WebP (Zalecane)
pt_br: WebP (Recomendado)
ro_ro: WebP (Recomandat)
ru_ru: WebP (рекомендуется)
tr_tr: WebP (Önerilen)
uk: WebP (Рекомендовано)
ur: WebP (تجویز کردہ)
vi: WebP (Khuyến nghị)

source: AVIF (Best compression)
ar: AVIF (أفضل ضغط)
da_dk: AVIF (Bedste komprimering)
de_de: AVIF (Beste Kompression)
es_es: AVIF (Mejor compresión)
fa_ir: AVIF (بهترین فشرده‌سازی)
fr_fr: AVIF (Meilleure compression)
he_il: AVIF (דחיסה הטובה ביותר)
hu_hu: AVIF (Legjobb tömörítés)
id_id: AVIF (Kompresi terbaik)
it_it: AVIF (Migliore compressione)
ja: AVIF（最高圧縮）
nl_nl: AVIF (Beste compressie)
pl_pl: AVIF (Najlepsza kompresja)
pt_br: AVIF (Melhor compressão)
ro_ro: AVIF (Cea mai bună compresie)
ru_ru: AVIF (лучшее сжатие)
tr_tr: AVIF (En iyi sıkıştırma)
uk: AVIF (Найкраще стиснення)
ur: AVIF (بہترین کمپریشن)
vi: AVIF (Nén tốt nhất)

source: Great compression, widely supported.
ar: ضغط ممتاز، مدعوم على نطاق واسع.
de_de: Gute Kompression, weit verbreitet.
es_es: Gran compresión, ampliamente soportado.
fr_fr: Excellente compression, largement supporté.
id_id: Kompresi hebat, didukung secara luas.
it_it: Ottima compressione, ampiamente supportato.
ja: 優れた圧縮率、幅広いサポート。
nl_nl: Uitstekende compressie, breed ondersteund.
pl_pl: Świetna kompresja, szeroko wspierane.
pt_br: Ótima compressão, amplamente suportado.
ru_ru: Отличное сжатие, широкая поддержка.
tr_tr: Mükemmel sıkıştırma, geniş destek.
vi: Nén tuyệt vời, hỗ trợ rộng rãi.

source: Best compression, newer format.
ar: أفضل ضغط، صيغة أحدث.
de_de: Beste Kompression, neueres Format.
es_es: Mejor compresión, formato más nuevo.
fr_fr: Meilleure compression, format plus récent.
id_id: Kompresi terbaik, format lebih baru.
it_it: Migliore compressione, formato più recente.
ja: 最高の圧縮率、新しいフォーマット。
nl_nl: Beste compressie, nieuwer formaat.
pl_pl: Najlepsza kompresja, nowszy format.
pt_br: Melhor compressão, formato mais novo.
ru_ru: Лучшее сжатие, новый формат.
tr_tr: En iyi sıkıştırma, yeni format.
vi: Nén tốt nhất, định dạng mới hơn.

source: Automatically selects best format based on browser support.
ar: يختار تلقائياً أفضل صيغة بناءً على دعم المتصفح.
de_de: Wählt automatisch das beste Format basierend auf Browser-Unterstützung.
es_es: Selecciona automáticamente el mejor formato según el soporte del navegador.
fr_fr: Sélectionne automatiquement le meilleur format selon le support du navigateur.
id_id: Secara otomatis memilih format terbaik berdasarkan dukungan browser.
it_it: Seleziona automaticamente il miglior formato in base al supporto del browser.
ja: ブラウザのサポートに基づいて自動的に最適なフォーマットを選択します。
nl_nl: Selecteert automatisch het beste formaat op basis van browserondersteuning.
pl_pl: Automatycznie wybiera najlepszy format na podstawie wsparcia przeglądarki.
pt_br: Seleciona automaticamente o melhor formato com base no suporte do navegador.
ru_ru: Автоматически выбирает лучший формат на основе поддержки браузера.
tr_tr: Tarayıcı desteğine göre otomatik olarak en iyi formatı seçer.
vi: Tự động chọn định dạng tốt nhất dựa trên hỗ trợ của trình duyệt.

source: Google Fonts (Privacy-First)
ar: خطوط Google (الخصوصية أولاً)
de_de: Google Fonts (Datenschutz zuerst)
es_es: Google Fonts (Privacidad primero)
fr_fr: Google Fonts (Vie privée d'abord)
id_id: Google Fonts (Privasi Utama)
it_it: Google Fonts (Privacy prima di tutto)
ja: Googleフォント（プライバシー優先）
nl_nl: Google Fonts (Privacy eerst)
pl_pl: Google Fonts (Prywatność przede wszystkim)
pt_br: Google Fonts (Privacidade primeiro)
ru_ru: Google Fonts (приватность прежде всего)
tr_tr: Google Fonts (Gizlilik öncelikli)
vi: Google Fonts (Ưu tiên quyền riêng tư)

source: Privacy
ar: الخصوصية
de_de: Datenschutz
es_es: Privacidad
fr_fr: Vie privée
id_id: Privasi
ja: プライバシー
pl_pl: Prywatność
pt_br: Privacidade
ru_ru: Приватность
tr_tr: Gizlilik
vi: Quyền riêng tư

source: GDPR Compliant
ar: متوافق مع GDPR
da_dk: GDPR-kompatibel
de_de: DSGVO-konform
es_es: Compatible con RGPD
fa_ir: مطابق با GDPR
fr_fr: Conforme au RGPD
he_il: תואם GDPR
hu_hu: GDPR megfelelő
id_id: Sesuai GDPR
it_it: Conforme al GDPR
ja: GDPR準拠
nl_nl: AVG-conform
pl_pl: Zgodne z RODO
pt_br: Compatível com LGPD/GDPR
ro_ro: Conform GDPR
ru_ru: Соответствует GDPR
tr_tr: KVKK/GDPR Uyumlu
uk: Відповідає GDPR
ur: GDPR مطابق
vi: Tuân thủ GDPR

source: Proxy Google Fonts through StaticDelivr CDN to strip tracking cookies and improve privacy.
ar: توجيه خطوط Google عبر StaticDelivr CDN لإزالة ملفات تعريف الارتباط للتتبع وتحسين الخصوصية.
de_de: Google Fonts über StaticDelivr CDN proxyen, um Tracking-Cookies zu entfernen und den Datenschutz zu verbessern.
es_es: Proxy de Google Fonts a través de StaticDelivr CDN para eliminar cookies de seguimiento y mejorar la privacidad.
fr_fr: Proxy Google Fonts via StaticDelivr CDN pour supprimer les cookies de suivi et améliorer la vie privée.
id_id: Proxy Google Fonts melalui StaticDelivr CDN untuk menghilangkan cookie pelacakan dan meningkatkan privasi.
it_it: Proxy Google Fonts attraverso StaticDelivr CDN per rimuovere i cookie di tracciamento e migliorare la privacy.
ja: StaticDelivr CDNを通じてGoogleフォントをプロキシし、トラッキングCookieを除去してプライバシーを改善します。
nl_nl: Proxy Google Fonts via StaticDelivr CDN om tracking-cookies te verwijderen en privacy te verbeteren.
pl_pl: Przekieruj Google Fonts przez StaticDelivr CDN, aby usunąć śledzące ciasteczka i poprawić prywatność.
pt_br: Proxy do Google Fonts através do StaticDelivr CDN para remover cookies de rastreamento e melhorar a privacidade.
ru_ru: Прокси Google Fonts через StaticDelivr CDN для удаления отслеживающих cookie и улучшения приватности.
tr_tr: İzleme çerezlerini kaldırmak ve gizliliği artırmak için Google Fonts'u StaticDelivr CDN üzerinden proxy'leyin.
vi: Proxy Google Fonts qua StaticDelivr CDN để loại bỏ cookie theo dõi và cải thiện quyền riêng tư.

source: Enable Google Fonts Proxy
ar: تفعيل وكيل خطوط Google
de_de: Google Fonts Proxy aktivieren
es_es: Habilitar proxy de Google Fonts
fr_fr: Activer le proxy Google Fonts
he_il: הפעל פרוקסי Google Fonts
id_id: Aktifkan Proxy Google Fonts
it_it: Abilita proxy Google Fonts
ja: Googleフォントプロキシを有効にする
nl_nl: Google Fonts Proxy inschakelen
pl_pl: Włącz proxy Google Fonts
pt_br: Ativar proxy do Google Fonts
ru_ru: Включить прокси Google Fonts
tr_tr: Google Fonts Proxy'sini etkinleştir
uk: Увімкнути проксі Google Fonts
vi: Bật proxy Google Fonts

source: Proxy Google Fonts through StaticDelivr
ar: توجيه خطوط Google عبر StaticDelivr
de_de: Google Fonts über StaticDelivr proxyen
es_es: Proxy de Google Fonts a través de StaticDelivr
fr_fr: Proxy Google Fonts via StaticDelivr
id_id: Proxy Google Fonts melalui StaticDelivr
it_it: Proxy Google Fonts attraverso StaticDelivr
ja: StaticDelivrを通じてGoogleフォントをプロキシする
nl_nl: Proxy Google Fonts via StaticDelivr
pl_pl: Proxy Google Fonts przez StaticDelivr
pt_br: Proxy do Google Fonts através do StaticDelivr
ru_ru: Прокси Google Fonts через StaticDelivr
tr_tr: StaticDelivr üzerinden Google Fonts proxy'si
vi: Proxy Google Fonts qua StaticDelivr
