Repository: StaticDelivr/StaticDelivr-CDN-WP-Plugin
Catalog: languages/staticdelivr-*.po
Languages: ar, da_dk, de_de, es_es, fa_ir, fr_fr, he_il, hu_hu, id_id, it_it, ja, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, tr_tr, uk, ur, vi

source: Settings
ar: الإعدادات
da_dk: Indstillinger
de_de: Einstellungen
es_es: Configuración
fa_ir: تنظیمات
fr_fr: Paramètres
he_il: הגדרות
hu_hu: Beállítások
id_id: Pengaturan
it_it: Impostazioni
ja: 設定
nl_nl: Instellingen
pl_pl: Ustawienia
pt_br: Configurações
ro_ro: Setări
ru_ru: Настройки
tr_tr: Ayarlar
uk: Налаштування
ur: ترتیبات
vi: Cài đặt

source: Website
ar: الموقع الإلكتروني
da_dk: Websted
de_de: Webseite
es_es: Sitio web
fa_ir: وب‌سایت
fr_fr: Site web
he_il: אתר אינטרנט
hu_hu: Weboldal
id_id: Situs web
it_it: Sito web
ja: ウェブサイト
pl_pl: Strona internetowa
pt_br: Site
ro_ro: Site web
ru_ru: Веб-сайт
tr_tr: Web sitesi
uk: Веб-сайт
ur: ویب سائٹ
vi: Trang web

source: Support Development
ar: دعم التطوير
da_dk: Støt udvikling
de_de: Entwicklung unterstützen
es_es: Apoyar el desarrollo
fa_ir: حمایت از توسعه
fr_fr: Soutenir le développement
he_il: תמיכה בפיתוח
hu_hu: Fejlesztés támogatása
id_id: Dukung pengembangan
it_it: Supporta lo sviluppo
ja: 開発をサポート
nl_nl: Ontwikkeling ondersteunen
pl_pl: Wesprzyj rozwój
pt_br: Apoiar o desenvolvimento
ro_ro: Sprijiniți dezvoltarea
ru_ru: Поддержать разработку
tr_tr: Geliştirmeyi destekle
uk: Підтримати розробку
ur: ترقی میں مدد کریں
vi: Hỗ trợ phát triển

source: StaticDelivr CDN is now active!
ar: StaticDelivr CDN نشط الآن!
da_dk: StaticDelivr CDN er nu aktiv!
de_de: StaticDelivr CDN ist jetzt aktiv!
es_es: ¡StaticDelivr CDN está ahora activo!
fa_ir: StaticDelivr CDN اکنون فعال است!
fr_fr: StaticDelivr CDN est maintenant actif !
he_il: StaticDelivr CDN פעיל כעת!
hu_hu: A StaticDelivr CDN most aktív!
id_id: StaticDelivr CDN sekarang aktif!
it_it: StaticDelivr CDN è ora attivo!
ja: StaticDelivr CDNが有効になりました！
nl_nl: StaticDelivr CDN is nu actief!
pl_pl: StaticDelivr CDN jest teraz aktywny!
pt_br: StaticDelivr CDN está ativo!
ro_ro: StaticDelivr CDN este acum activ!
ru_ru: StaticDelivr CDN теперь активен!
tr_tr: StaticDelivr CDN artık aktif!
uk: StaticDelivr CDN тепер активний!
ur: StaticDelivr CDN اب فعال ہے!
vi: StaticDelivr CDN đã được kích hoạt!

source: Your site is already optimized with CDN delivery, image optimization, and privacy-first Google Fonts enabled by default.
ar: موقعك محسّن بالفعل مع توصيل CDN وتحسين الصور وخطوط Google التي تحترم الخصوصية مفعّلة افتراضياً.
de_de: Ihre Website ist bereits mit CDN-Auslieferung, Bildoptimierung und datenschutzfreundlichen Google Fonts standardmäßig optimiert.
es_es: Tu sitio ya está optimizado con entrega CDN, optimización de imágenes y Google Fonts con privacidad habilitados por defecto.
fr_fr: Votre site est déjà optimisé avec la livraison CDN, l'optimisation d'images et Google Fonts respectueux de la vie privée activés par défaut.
he_il: האתר שלך כבר מותאם עם משלוח CDN, אופטימיזציה של תמונות, ו-Google Fonts עם עדיפות לפרטיות מופעלים כברירת מחדל.
id_id: Situs Anda sudah dioptimalkan dengan pengiriman CDN, optimasi gambar, dan Google Fonts yang mengutamakan privasi diaktifkan secara default.
it_it: Il tuo sito è già ottimizzato con distribuzione CDN, ottimizzazione immagini e Google Fonts rispettoso della privacy abilitati di default.
ja: あなたのサイトはすでにCDN配信、画像最適化、プライバシー優先のGoogleフォントがデフォルトで有効化されて最適化されています。
nl_nl: Je site is al geoptimaliseerd met CDN-levering, afbeeldingsoptimalisatie en privacy-vriendelijke Google Fonts standaard ingeschakeld.
pl_pl: Twoja strona jest już zoptymalizowana dzięki dostawie CDN, optymalizacji obrazów i prywatnym czcionkom Google domyślnie włączonym.
pt_br: Seu site já está otimizado com entrega CDN, otimização de imagens e Google Fonts com privacidade habilitados por padrão.
ru_ru: Ваш сайт уже оптимизирован с доставкой через CDN, оптимизацией изображений и приватными Google Fonts, включёнными по умолчанию.
tr_tr: Siteniz zaten CDN dağıtımı, görsel optimizasyonu ve gizlilik öncelikli Google Fonts varsayılan olarak etkinleştirilerek optimize edilmiş durumda.
uk: Ваш сайт уже оптимізований з доставкою CDN, оптимізацією зображень та Google Fonts з пріоритетом приватності, увімкненими за замовчуванням.
vi: Trang web của bạn đã được tối ưu hóa với phân phối CDN, tối ưu hóa hình ảnh và Google Fonts ưu tiên quyền riêng tư được bật theo mặc định.

source: View Settings
ar: عرض الإعدادات
da_dk: Vis indstillinger
de_de: Einstellungen anzeigen
es_es: Ver configuración
fa_ir: نمایش تنظیمات
fr_fr: Voir les paramètres
he_il: הצג הגדרות
hu_hu: Beállítások megtekintése
id_id: Lihat pengaturan
it_it: Visualizza impostazioni
ja: 設定を見る
nl_nl: Instellingen bekijken
pl_pl: Zobacz ustawienia
pt_br: Ver configurações
ro_ro: Vizualizați setările
ru_ru: Просмотр настроек
tr_tr: Ayarları görüntüle
uk: Переглянути налаштування
ur: ترتیبات دیکھیں
vi: Xem cài đặt

source: StaticDelivr CDN Settings
ar: إعدادات StaticDelivr CDN
da_dk: StaticDelivr CDN-indstillinger
de_de: StaticDelivr CDN Einstellungen
es_es: Configuración de StaticDelivr CDN
fa_ir: تنظیمات StaticDelivr CDN
fr_fr: Paramètres StaticDelivr CDN
he_il: הגדרות StaticDelivr CDN
hu_hu: StaticDelivr CDN beállítások
id_id: Pengaturan StaticDelivr CDN
it_it: Impostazioni StaticDelivr CDN
ja: StaticDelivr CDN設定
nl_nl: StaticDelivr CDN Instellingen
pl_pl: Ustawienia StaticDelivr CDN
pt_br: Configurações do StaticDelivr CDN
ro_ro: Setări StaticDelivr CDN
ru_ru: Настройки StaticDelivr CDN
tr_tr: StaticDelivr CDN Ayarları
uk: Налаштування StaticDelivr CDN
ur: StaticDelivr CDN ترتیبات
vi: Cài đặt StaticDelivr CDN

source: Failure cache cleared successfully.
ar: تم مسح ذاكرة التخزين المؤقت للأخطاء بنجاح.
de_de: Fehler-Cache erfolgreich geleert.
es_es: Caché de errores borrada correctamente.
fr_fr: Cache des échecs vidé avec succès.
he_il: מטמון כשלים נמחק בהצלחה.
id_id: Cache kegagalan berhasil dibersihkan.
it_it: Cache degli errori svuotata con successo.
ja: 失敗キャッシュが正常にクリアされました。
nl_nl: Faalcache succesvol gewist.
pl_pl: Pamięć podręczna błędów została pomyślnie wyczyszczona.
pt_br: Cache de falhas limpo com sucesso.
ru_ru: Кэш ошибок успешно очищен.
tr_tr: Hata önbelleği başarıyla temizlendi.
uk: Кеш помилок успішно очищено.
vi: Bộ nhớ đệm lỗi đã được xóa thành công.

source: Optimize your WordPress site by delivering assets through the
ar: حسّن موقع WordPress الخاص بك من خلال توصيل الموارد عبر
de_de: Optimieren Sie Ihre WordPress-Website durch die Auslieferung von Ressourcen über
es_es: Optimiza tu sitio WordPress entregando recursos a través de
fr_fr: Optimisez votre site WordPress en livrant les ressources via
id_id: Optimalkan situs WordPress Anda dengan mengirimkan aset melalui
it_it: Ottimizza il tuo sito WordPress distribuendo le risorse attraverso
ja: 以下を通じてアセットを配信することでWordPressサイトを最適化します：
nl_nl: Optimaliseer je WordPress-site door assets te leveren via de
pl_pl: Zoptymalizuj swoją stronę WordPress, dostarczając zasoby przez
pt_br: Otimize seu site WordPress entregando recursos através do
ru_ru: Оптимизируйте свой сайт WordPress, доставляя ресурсы через
tr_tr: Varlıkları şu yolla dağıtarak WordPress sitenizi optimize edin:
vi: Tối ưu hóa trang WordPress của bạn bằng cách phân phối tài nguyên thông qua

source: WordPress:
ar: ووردبريس:

source: Assets CDN:
ar: CDN الموارد:
de_de: Ressourcen-CDN:
es_es: CDN de recursos:
fr_fr: CDN des ressources :
he_il: CDN נכסים:
id_id: CDN Aset:
it_it: CDN risorse:
ja: アセットCDN：
pl_pl: CDN zasobów:
pt_br: CDN de recursos:
ru_ru: CDN ресурсов:
tr_tr: Varlık CDN:
uk: CDN ресурсів:
vi: CDN tài nguyên:

source: Enabled
ar: مُفعّل
da_dk: Aktiveret
de_de: Aktiviert
es_es: Habilitado
fa_ir: فعال
fr_fr: Activé
he_il: מופעל
hu_hu: Engedélyezve
id_id: Diaktifkan
it_it: Abilitato
ja: 有効
nl_nl: Ingeschakeld
pl_pl: Włączone
pt_br: Ativado
ro_ro: Activat
ru_ru: Включено
tr_tr: Etkin
uk: Увімкнено
ur: فعال
vi: Đã bật

source: Disabled
ar: معطّل
da_dk: Deaktiveret
de_de: Deaktiviert
es_es: Deshabilitado
fa_ir: غیرفعال
fr_fr: Désactivé
he_il: מושבת
hu_hu: Letiltva
id_id: Dinonaktifkan
it_it: Disabilitato
ja: 無効
nl_nl: Uitgeschakeld
pl_pl: Wyłączone
pt_br: Desativado
ro_ro: Dezactivat
ru_ru: Отключено
tr_tr: Devre dışı
uk: Вимкнено
ur: غیر فعال
vi: Đã tắt

source: Images:
ar: الصور:
da_dk: Billeder:
de_de: Bilder:
es_es: Imágenes:
fa_ir: تصاویر:
he_il: תמונות:
hu_hu: Képek:
id_id: Gambar:
it_it: Immagini:
ja: 画像：
nl_nl: Afbeeldingen:
pl_pl: Obrazy:
pt_br: Imagens:
ro_ro: Imagini:
ru_ru: Изображения:
tr_tr: Görseller:
uk: Зображення:
ur: تصاویر:
vi: Hình ảnh:

source: Google Fonts:
ar: خطوط Google:
ja: Googleフォント：

source: Quality:
ar: الجودة:
da_dk: Kvalitet:
de_de: Qualität:
es_es: Calidad:
fa_ir: کیفیت:
fr_fr: Qualité :
he_il: איכות:
hu_hu: Minőség:
id_id: Kualitas:
it_it: Qualità:
ja: 品質：
nl_nl: Kwaliteit:
pl_pl: Jakość:
pt_br: Qualidade:
ro_ro: Calitate:
ru_ru: Качество:
tr_tr: Kalite:
uk: Якість:
ur: معیار:
vi: Chất lượng:

source: Format:
ar: الصيغة:
es_es: Formato:
fa_ir: فرمت:
he_il: פורמט:
hu_hu: Formátum:
it_it: Formato:
ja: 形式：
nl_nl: Formaat:
pt_br: Formato:
ru_ru: Формат:
uk: Формат:
ur: فارمیٹ:
vi: Định dạng:

source: Assets Optimization (CSS & JavaScript)
ar: تحسين الموارد (CSS و JavaScript)
de_de: Ressourcen-Optimierung (CSS & JavaScript)
es_es: Optimización de recursos (CSS y JavaScript)
fr_fr: Optimisation des ressources (CSS et JavaScript)
id_id: Optimasi Aset (CSS & JavaScript)
it_it: Ottimizzazione risorse (CSS e JavaScript)
ja: アセット最適化（CSS & JavaScript）
nl_nl: Assets-optimalisatie (CSS & JavaScript)
pl_pl: Optymalizacja zasobów (CSS i JavaScript)
pt_br: Otimização de recursos (CSS e JavaScript)
ru_ru: Оптимизация ресурсов (CSS и JavaScript)
tr_tr: Varlık Optimizasyonu (CSS & JavaScript)
vi: Tối ưu hóa tài nguyên (CSS & JavaScript)

source: Smart Detection
ar: الكشف الذكي
de_de: Intelligente Erkennung
es_es: Detección inteligente
fr_fr: Détection intelligente
id_id: Deteksi Pintar
it_it: Rilevamento intelligente
ja: スマート検出
nl_nl: Slimme detectie
pl_pl: Inteligentne wykrywanie
pt_br: Detecção inteligente
ru_ru: Умное обнаружение
tr_tr: Akıllı Algılama
vi: Phát hiện thông minh

source: Rewrite URLs of WordPress core files, themes, and plugins to use StaticDelivr CDN. Only assets from wordpress.org are served via CDN - custom themes and plugins are automatically detected and served locally.
ar: إعادة كتابة عناوين URL لملفات WordPress الأساسية والقوالب والإضافات لاستخدام StaticDelivr CDN. يتم تقديم الموارد من wordpress.org فقط عبر CDN - يتم اكتشاف القوالب والإضافات المخصصة تلقائياً وتقديمها محلياً.
de_de: URLs von WordPress-Core-Dateien, Themes und Plugins umschreiben, um StaticDelivr CDN zu verwenden. Nur Ressourcen von wordpress.org werden über CDN ausgeliefert - benutzerdefinierte Themes und Plugins werden automatisch erkannt und lokal ausgeliefert.
es_es: Reescribe las URLs de archivos del núcleo de WordPress, temas y plugins para usar StaticDelivr CDN. Solo los recursos de wordpress.org se sirven vía CDN - los temas y plugins personalizados se detectan automáticamente y se sirven localmente.
fr_fr: Réécrit les URLs des fichiers WordPress core, thèmes et extensions pour utiliser StaticDelivr CDN. Seules les ressources de wordpress.org sont servies via CDN - les thèmes et extensions personnalisés sont automatiquement détectés et servis localement.
id_id: Menulis ulang URL file inti WordPress, tema, dan plugin untuk menggunakan StaticDelivr CDN. Hanya aset dari wordpress.org yang disajikan melalui CDN - tema dan plugin kustom secara otomatis terdeteksi dan disajikan secara lokal.
it_it: Riscrivi gli URL dei file core di WordPress, temi e plugin per usare StaticDelivr CDN. Solo le risorse da wordpress.org sono servite via CDN - temi e plugin personalizzati sono rilevati automaticamente e serviti localmente.
ja: WordPressコアファイル、テーマ、プラグインのURLをStaticDelivr CDNを使用するように書き換えます。wordpress.orgからのアセットのみがCDN経由で配信され、カスタムテーマとプラグインは自動的に検出されローカルから配信されます。
nl_nl: Herschrijf URL's van WordPress-kernbestanden, thema's en plugins om StaticDelivr CDN te gebruiken. Alleen assets van wordpress.org worden via CDN geleverd - aangepaste thema's en plugins worden automatisch gedetecteerd en lokaal geleverd.
pl_pl: Przepisz adresy URL plików rdzeniowych WordPress, motywów i wtyczek, aby używać StaticDelivr CDN. Tylko zasoby z wordpress.org są serwowane przez CDN - niestandardowe motywy i wtyczki są automatycznie wykrywane i serwowane lokalnie.
pt_br: Reescreve URLs de arquivos do núcleo WordPress, temas e plugins para usar StaticDelivr CDN. Apenas recursos do wordpress.org são servidos via CDN - temas e plugins personalizados são automaticamente detectados e servidos localmente.
ru_ru: Перезаписывает URL-адреса основных файлов WordPress, тем и плагинов для использования StaticDelivr CDN. Только ресурсы с wordpress.org доставляются через CDN - пользовательские темы и плагины автоматически определяются и доставляются локально.
tr_tr: WordPress çekirdek dosyalarının, temaların ve eklentilerin URL'lerini StaticDelivr CDN kullanacak şekilde yeniden yazın. Yalnızca wordpress.org'dan gelen varlıklar CDN üzerinden sunulur - özel temalar ve eklentiler otomatik olarak algılanır ve yerel olarak sunulur.
vi: Viết lại URL của các tệp lõi WordPress, theme và plugin để sử dụng StaticDelivr CDN. Chỉ các tài nguyên từ wordpress.org được phục vụ qua CDN - các theme và plugin tùy chỉnh được tự động phát hiện và phục vụ cục bộ.

source: Enable Assets CDN
ar: تفعيل CDN للموارد
da_dk: Aktivér aktiver CDN
de_de: Ressourcen-CDN aktivieren
es_es: Habilitar CDN de recursos
fa_ir: فعال‌سازی CDN دارایی‌ها
fr_fr: Activer le CDN des ressources
he_il: הפעל CDN נכסים
hu_hu: Eszközök CDN engedélyezése
id_id: Aktifkan CDN Aset
it_it: Abilita CDN risorse
ja: アセットCDNを有効にする
nl_nl: Assets CDN inschakelen
pl_pl: Włącz CDN zasobów
pt_br: Ativar CDN de recursos
ro_ro: Activați CDN pentru resurse
ru_ru: Включить CDN ресурсов
tr_tr: Varlık CDN'yi etkinleştir
uk: Увімкнути CDN ресурсів
ur: اثاثوں کا CDN فعال کریں
vi: Bật CDN tài nguyên

source: Enable CDN for CSS & JavaScript files
ar: تفعيل CDN لملفات CSS و JavaScript
de_de: CDN für CSS & JavaScript-Dateien aktivieren
es_es: Habilitar CDN para archivos CSS y JavaScript
fr_fr: Activer le CDN pour les fichiers CSS et JavaScript
id_id: Aktifkan CDN untuk file CSS & JavaScript
it_it: Abilita CDN per file CSS e JavaScript
ja: CSS & JavaScriptファイルのCDNを有効にする
nl_nl: CDN inschakelen voor CSS & JavaScript-bestanden
pl_pl: Włącz CDN dla plików CSS i JavaScript
pt_br: Ativar CDN para arquivos CSS e JavaScript
ru_ru: Включить CDN для файлов CSS и JavaScript
tr_tr: CSS & JavaScript dosyaları için CDN'yi etkinleştir
vi: Bật CDN cho tệp CSS & JavaScript

source: Serves WordPress core, theme, and plugin assets from StaticDelivr CDN for faster loading.
ar: يقدم موارد WordPress الأساسية والقوالب والإضافات من StaticDelivr CDN لتحميل أسرع.
de_de: Liefert WordPress-Core-, Theme- und Plugin-Ressourcen von StaticDelivr CDN für schnelleres Laden.
es_es: Sirve recursos del núcleo, temas y plugins de WordPress desde StaticDelivr CDN para una carga más rápida.
fr_fr: Sert les ressources WordPress core, thèmes et extensions depuis StaticDelivr CDN pour un chargement plus rapide.
id_id: Menyajikan aset inti WordPress, tema, dan plugin dari StaticDelivr CDN untuk loading yang lebih cepat.
it_it: Serve risorse core, temi e plugin di WordPress da StaticDelivr CDN per un caricamento più veloce.
ja: より高速な読み込みのためにWordPressコア、テーマ、プラグインのアセットをStaticDelivr CDNから配信します。
nl_nl: Levert WordPress-kern-, thema- en plugin-assets van StaticDelivr CDN voor sneller laden.
pl_pl: Serwuje zasoby WordPress core, motywy i wtyczki z StaticDelivr CDN dla szybszego ładowania.
pt_br: Serve recursos do núcleo, temas e plugins WordPress do StaticDelivr CDN para carregamento mais rápido.
ru_ru: Доставляет ресурсы ядра WordPress, тем и плагинов из StaticDelivr CDN для более быстрой загрузки.
tr_tr: Daha hızlı yükleme için WordPress çekirdek, tema ve eklenti varlıklarını StaticDelivr CDN'den sunar.
vi: Phục vụ tài nguyên lõi WordPress, theme và plugin từ StaticDelivr CDN để tải nhanh hơn.

source: Themes via CDN
ar: القوالب عبر CDN
de_de: Themes über CDN
es_es: Temas vía CDN
fr_fr: Thèmes via CDN
id_id: Tema via CDN
it_it: Temi via CDN
ja: CDN経由のテーマ
nl_nl: Thema's via CDN
pl_pl: Motywy przez CDN
pt_br: Temas via CDN
ru_ru: Темы через CDN
tr_tr: CDN üzerinden temalar
vi: Theme qua CDN

source: Child of
ar: قالب فرعي من
de_de: Kind von
es_es: Hijo de
fr_fr: Enfant de
id_id: Tema anak dari
it_it: Figlio di
ja: 親テーマ：
nl_nl: Kind van
pl_pl: Motyw potomny od
pt_br: Filho de
ru_ru: Дочерняя тема от
tr_tr: Alt tema, üst tema:
vi: Theme con của

source: No themes from wordpress.org detected.
ar: لم يتم اكتشاف قوالب من wordpress.org.
de_de: Keine Themes von wordpress.org erkannt.
es_es: No se detectaron temas de wordpress.org.
fr_fr: Aucun thème de wordpress.org détecté.
id_id: Tidak ada tema dari wordpress.org yang terdeteksi.
it_it: Nessun tema da wordpress.org rilevato.
ja: wordpress.orgからのテーマが検出されませんでした。
nl_nl: Geen thema's van wordpress.org gedetecteerd.
pl_pl: Nie wykryto motywów z wordpress.org.
pt_br: Nenhum tema do wordpress.org detectado.
ru_ru: Темы с wordpress.org не обнаружены.
tr_tr: wordpress.org'dan tema algılanmadı.
vi: Không phát hiện theme nào từ wordpress.org.

source: Themes Served Locally
ar: القوالب المقدمة محلياً
de_de: Lokal ausgelieferte Themes
es_es: Temas servidos localmente
fr_fr: Thèmes servis localement
id_id: Tema yang Disajikan Secara Lokal
it_it: Temi serviti localmente
ja: ローカル配信のテーマ
nl_nl: Lokaal geleverde thema's
pl_pl: Motywy serwowane lokalnie
pt_br: Temas servidos localmente
ru_ru: Локально доставляемые темы
tr_tr: Yerel olarak sunulan temalar
vi: Theme được phục vụ cục bộ

source: Child Theme
ar: قالب فرعي
es_es: Tema hijo
fr_fr: Thème enfant
id_id: Tema Anak
it_it: Tema figlio
ja: 子テーマ
nl_nl: Child-thema
pl_pl: Motyw potomny
pt_br: Tema filho
ru_ru: Дочерняя тема
tr_tr: Alt tema
vi: Theme con

source: Local
ar: محلي
de_de: Lokal
id_id: Lokal
it_it: Locale
ja: ローカル
nl_nl: Lokaal
pl_pl: Lokalnie
ru_ru: Локально
tr_tr: Yerel
vi: Cục bộ

source: All themes are served via CDN.
ar: جميع القوالب تُقدم عبر CDN.
de_de: Alle Themes werden über CDN ausgeliefert.
es_es: Todos los temas se sirven vía CDN.
fr_fr: Tous les thèmes sont servis via CDN.
id_id: Semua tema disajikan via CDN.
it_it: Tutti i temi sono serviti via CDN.
ja: すべてのテーマがCDN経由で配信されています。
nl_nl: Alle thema's worden via CDN geleverd.
pl_pl: Wszystkie motywy są serwowane przez CDN.
pt_br: Todos os temas são servidos via CDN.
ru_ru: Все темы доставляются через CDN.
tr_tr: Tüm temalar CDN üzerinden sunuluyor.
vi: Tất cả theme được phục vụ qua CDN.

source: Plugins via CDN
ar: الإضافات عبر CDN
de_de: Plugins über CDN
es_es: Plugins vía CDN
fr_fr: Extensions via CDN
id_id: Plugin via CDN
it_it: Plugin via CDN
ja: CDN経由のプラグイン
pl_pl: Wtyczki przez CDN
ru_ru: Плагины через CDN
tr_tr: CDN üzerinden eklentiler
vi: Plugin qua CDN

source: No plugins from wordpress.org detected.
ar: لم يتم اكتشاف إضافات من wordpress.org.
de_de: Keine Plugins von wordpress.org erkannt.
es_es: No se detectaron plugins de wordpress.org.
fr_fr: Aucune extension de wordpress.org détectée.
id_id: Tidak ada plugin dari wordpress.org yang terdeteksi.
it_it: Nessun plugin da wordpress.org rilevato.
ja: wordpress.orgからのプラグインが検出されませんでした。
nl_nl: Geen plugins van wordpress.org gedetecteerd.
pl_pl: Nie wykryto wtyczek z wordpress.org.
pt_br: Nenhum plugin do wordpress.org detectado.
ru_ru: Плагины с wordpress.org не обнаружены.
tr_tr: wordpress.org'dan eklenti algılanmadı.
vi: Không phát hiện plugin nào từ wordpress.org.

source: Plugins Served Locally
ar: الإضافات المقدمة محلياً
de_de: Lokal ausgelieferte Plugins
es_es: Plugins servidos localmente
fr_fr: Extensions servies localement
id_id: Plugin yang Disajikan Secara Lokal
it_it: Plugin serviti localmente
ja: ローカル配信のプラグイン
nl_nl: Lokaal geleverde plugins
pl_pl: Wtyczki serwowane lokalnie
pt_br: Plugins servidos localmente
ru_ru: Локально доставляемые плагины
tr_tr: Yerel olarak sunulan eklentiler
vi: Plugin được phục vụ cục bộ

source: All plugins are served via CDN.
ar: جميع الإضافات تُقدم عبر CDN.
de_de: Alle Plugins werden über CDN ausgeliefert.
es_es: Todos los plugins se sirven vía CDN.
fr_fr: Toutes les extensions sont servies via CDN.
id_id: Semua plugin disajikan via CDN.
it_it: Tutti i plugin sono serviti via CDN.
ja: すべてのプラグインがCDN経由で配信されています。
nl_nl: Alle plugins worden via CDN geleverd.
pl_pl: Wszystkie wtyczki są serwowane przez CDN.
pt_br: Todos os plugins são servidos via CDN.
ru_ru: Все плагины доставляются через CDN.
tr_tr: Tüm eklentiler CDN üzerinden sunuluyor.
vi: Tất cả plugin được phục vụ qua CDN.

source: How Smart Detection Works
ar: كيف يعمل الكشف الذكي
de_de: Wie die intelligente Erkennung funktioniert
es_es: Cómo funciona la detección inteligente
fr_fr: Comment fonctionne la détection intelligente
id_id: Cara Kerja Deteksi Pintar
it_it: Come funziona il rilevamento intelligente
ja: スマート検出の仕組み
nl_nl: Hoe slimme detectie werkt
pl_pl: Jak działa inteligentne wykrywanie
pt_br: Como a detecção inteligente funciona
ru_ru: Как работает умное обнаружение
tr_tr: Akıllı Algılama Nasıl Çalışır
vi: Cách thức hoạt động của phát hiện thông minh

source: WordPress.org Verification
ar: التحقق من WordPress.org
de_de: WordPress.org-Verifizierung
es_es: Verificación de WordPress.org
fr_fr: Vérification WordPress.org
id_id: Verifikasi WordPress.org
it_it: Verifica WordPress.org
ja: WordPress.org検証
nl_nl: WordPress.org-verificatie
pl_pl: Weryfikacja WordPress.org
pt_br: Verificação WordPress.org
ru_ru: Проверка WordPress.org
tr_tr: WordPress.org Doğrulaması
vi: Xác minh WordPress.org

source: The plugin checks if each theme/plugin exists on wordpress.org before attempting to serve it via CDN.
ar: تتحقق الإضافة مما إذا كان كل قالب/إضافة موجوداً على wordpress.org قبل محاولة تقديمه عبر CDN.
de_de: Das Plugin prüft, ob jedes Theme/Plugin auf wordpress.org existiert, bevor es versucht, es über CDN auszuliefern.
es_es: El plugin verifica si cada tema/plugin existe en wordpress.org antes de intentar servirlo vía CDN.
fr_fr: L'extension vérifie si chaque thème/extension existe sur wordpress.org avant de tenter de le servir via CDN.
id_id: Plugin memeriksa apakah setiap tema/plugin ada di wordpress.org sebelum mencoba menyajikannya via CDN.
it_it: Il plugin verifica se ogni tema/plugin esiste su wordpress.org prima di tentare di servirlo via CDN.
ja: プラグインはCDN経由で配信を試みる前に、各テーマ/プラグインがwordpress.orgに存在するかを確認します。
nl_nl: De plugin controleert of elk thema/plugin bestaat op wordpress.org voordat wordt geprobeerd het via CDN te leveren.
pl_pl: Wtyczka sprawdza, czy każdy motyw/wtyczka istnieje na wordpress.org przed próbą serwowania przez CDN.
pt_br: O plugin verifica se cada tema/plugin existe no wordpress.org antes de tentar servi-lo via CDN.
ru_ru: Плагин проверяет, существует ли каждая тема/плагин на wordpress.org, прежде чем пытаться доставить через CDN.
tr_tr: Eklenti, her tema/eklentinin wordpress.org'da var olup olmadığını CDN üzerinden sunmaya çalışmadan önce kontrol eder.
vi: Plugin kiểm tra xem từng theme/plugin có tồn tại trên wordpress.org hay không trước khi cố gắng phục vụ qua CDN.

source: Custom Themes/Plugins
ar: القوالب/الإضافات المخصصة
de_de: Benutzerdefinierte Themes/Plugins
es_es: Temas/Plugins personalizados
fr_fr: Thèmes/Extensions personnalisés
id_id: Tema/Plugin Kustom
it_it: Temi/Plugin personalizzati
ja: カスタムテーマ/プラグイン
nl_nl: Aangepaste thema's/plugins
pl_pl: Niestandardowe motywy/wtyczki
pt_br: Temas/Plugins personalizados
ru_ru: Пользовательские темы/плагины
tr_tr: Özel Temalar/Eklentiler
vi: Theme/Plugin tùy chỉnh
