Repository: StaticDelivr/StaticDelivr-CDN-WP-Plugin
Catalog: languages/staticdelivr-*.po
Languages: ar, da_dk, de_de, es_es, fa_ir, fr_fr, he_il, hu_hu, id_id, it_it, ja, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, tr_tr, uk, ur, vi

source: Automatically rewrites all Google Fonts URLs to use StaticDelivr's privacy-respecting proxy.
ar: يعيد كتابة جميع عناوين URL لخطوط Google تلقائياً لاستخدام وكيل StaticDelivr الذي يحترم الخصوصية.
de_de: Schreibt automatisch alle Google Fonts URLs um, um StaticDelivrs datenschutzfreundlichen Proxy zu verwenden.
es_es: Reescribe automáticamente todas las URLs de Google Fonts para usar el proxy de privacidad de StaticDelivr.
fr_fr: Réécrit automatiquement toutes les URLs Google Fonts pour utiliser le proxy respectueux de la vie privée de StaticDelivr.
id_id: Secara otomatis menulis ulang semua URL Google Fonts untuk menggunakan proxy StaticDelivr yang menghormati privasi.
it_it: Riscrive automaticamente tutti gli URL di Google Fonts per usare il proxy rispettoso della privacy di StaticDelivr.
ja: すべてのGoogleフォントURLを自動的にStaticDelivrのプライバシー保護プロキシを使用するよう書き換えます。
nl_nl: Herschrijft automatisch alle Google Fonts URL's om de privacy-respecterende proxy van StaticDelivr te gebruiken.
pl_pl: Automatycznie przepisuje wszystkie adresy URL Google Fonts, aby używać proxy StaticDelivr szanującego prywatność.
pt_br: Reescreve automaticamente todos os URLs do Google Fonts para usar o proxy de privacidade do StaticDelivr.
ru_ru: Автоматически переписывает все URL-адреса Google Fonts для использования прокси StaticDelivr, уважающего приватность.
tr_tr: Tüm Google Fonts URL'lerini StaticDelivr'ın gizliliğe saygılı proxy'sini kullanacak şekilde otomatik olarak yeniden yazar.
vi: Tự động viết lại tất cả URL Google Fonts để sử dụng proxy tôn trọng quyền riêng tư của StaticDelivr.

source: Why Proxy Google Fonts?
ar: لماذا توجيه خطوط Google؟
de_de: Warum Google Fonts proxyen?
es_es: ¿Por qué usar proxy para Google Fonts?
fr_fr: Pourquoi utiliser un proxy pour Google Fonts ?
id_id: Mengapa Proxy Google Fonts?
it_it: Perché usare un proxy per Google Fonts?
ja: なぜGoogleフォントをプロキシするのか？
nl_nl: Waarom Google Fonts proxyen?
pl_pl: Dlaczego używać proxy dla Google Fonts?
pt_br: Por que usar proxy para Google Fonts?
ru_ru: Зачем использовать прокси для Google Fonts?
tr_tr: Google Fonts neden proxy'lenmeli?
vi: Tại sao proxy Google Fonts?

source: Privacy First
ar: الخصوصية أولاً
da_dk: Privatliv først
de_de: Datenschutz zuerst
es_es: Privacidad primero
fa_ir: حریم خصوصی اول
fr_fr: Vie privée d'abord
he_il: פרטיות קודם כל
hu_hu: Az adatvédelem az első
id_id: Privasi Utama
it_it: Privacy prima di tutto
ja: プライバシー優先
nl_nl: Privacy eerst
pl_pl: Prywatność przede wszystkim
pt_br: Privacidade primeiro
ro_ro: Confidențialitatea pe primul loc
ru_ru: Приватность прежде всего
tr_tr: Gizlilik öncelikli
uk: Приватність передусім
ur: رازداری پہلے
vi: Ưu tiên quyền riêng tư

source: Strips all user-identifying data and tracking cookies.
ar: يزيل جميع بيانات تعريف المستخدم وملفات تعريف الارتباط للتتبع.
de_de: Entfernt alle benutzeridentifizierenden Daten und Tracking-Cookies.
es_es: Elimina todos los datos de identificación de usuario y cookies de seguimiento.
fr_fr: Supprime toutes les données d'identification utilisateur et les cookies de suivi.
id_id: Menghilangkan semua data identifikasi pengguna dan cookie pelacakan.
it_it: Rimuove tutti i dati identificativi dell'utente e i cookie di tracciamento.
ja: すべてのユーザー識別データとトラッキングCookieを除去します。
nl_nl: Verwijdert alle gebruikersidentificerende gegevens en tracking-cookies.
pl_pl: Usuwa wszystkie dane identyfikujące użytkownika i śledzące ciasteczka.
pt_br: Remove todos os dados de identificação do usuário e cookies de rastreamento.
ru_ru: Удаляет все данные идентификации пользователя и отслеживающие cookie.
tr_tr: Tüm kullanıcı tanımlama verilerini ve izleme çerezlerini kaldırır.
vi: Loại bỏ tất cả dữ liệu nhận dạng người dùng và cookie theo dõi.

source: No need to declare Google Fonts in your cookie banner.
ar: لا حاجة للإعلان عن خطوط Google في شريط ملفات تعريف الارتباط.
de_de: Keine Notwendigkeit, Google Fonts in Ihrem Cookie-Banner zu deklarieren.
es_es: No es necesario declarar Google Fonts en tu banner de cookies.
fr_fr: Pas besoin de déclarer Google Fonts dans votre bannière de cookies.
id_id: Tidak perlu mendeklarasikan Google Fonts di banner cookie Anda.
it_it: Non è necessario dichiarare Google Fonts nel tuo banner dei cookie.
ja: Cookieバナーでのフォント宣言が不要になります。
nl_nl: Geen noodzaak om Google Fonts in je cookiebanner te vermelden.
pl_pl: Nie ma potrzeby deklarowania Google Fonts w banerze ciasteczek.
pt_br: Não precisa declarar Google Fonts no seu banner de cookies.
ru_ru: Не нужно объявлять Google Fonts в вашем баннере cookie.
tr_tr: Çerez banner'ınızda Google Fonts'u bildirmenize gerek yok.
vi: Không cần khai báo Google Fonts trong banner cookie của bạn.

source: HTTP/3 & Brotli
ar: HTTP/3 و Brotli
es_es: HTTP/3 y Brotli
fr_fr: HTTP/3 et Brotli
it_it: HTTP/3 e Brotli
pl_pl: HTTP/3 i Brotli
pt_br: HTTP/3 e Brotli
ru_ru: HTTP/3 и Brotli

source: Files served over HTTP/3 with Brotli compression.
ar: تُقدم الملفات عبر HTTP/3 مع ضغط Brotli.
de_de: Dateien werden über HTTP/3 mit Brotli-Kompression ausgeliefert.
es_es: Archivos servidos sobre HTTP/3 con compresión Brotli.
fr_fr: Fichiers servis via HTTP/3 avec compression Brotli.
id_id: File disajikan melalui HTTP/3 dengan kompresi Brotli.
it_it: File serviti tramite HTTP/3 con compressione Brotli.
ja: HTTP/3とBrotli圧縮でファイルを配信します。
nl_nl: Bestanden geleverd via HTTP/3 met Brotli-compressie.
pl_pl: Pliki serwowane przez HTTP/3 z kompresją Brotli.
pt_br: Arquivos servidos via HTTP/3 com compressão Brotli.
ru_ru: Файлы доставляются по HTTP/3 со сжатием Brotli.
tr_tr: Dosyalar HTTP/3 ve Brotli sıkıştırması ile sunulur.
vi: Tệp được phục vụ qua HTTP/3 với nén Brotli.

source: CDN Failure Statistics
ar: إحصائيات أخطاء CDN
de_de: CDN-Fehlerstatistiken
es_es: Estadísticas de errores de CDN
fr_fr: Statistiques des échecs CDN
id_id: Statistik Kegagalan CDN
it_it: Statistiche errori CDN
ja: CDN失敗統計
nl_nl: CDN-faalstatistieken
pl_pl: Statystyki błędów CDN
pt_br: Estatísticas de falhas do CDN
ru_ru: Статистика ошибок CDN
tr_tr: CDN Hata İstatistikleri
vi: Thống kê lỗi CDN

source: Resources that failed to load from CDN are automatically served locally. This cache expires after 24 hours.
ar: الموارد التي فشلت في التحميل من CDN تُقدم تلقائياً محلياً. تنتهي صلاحية هذه الذاكرة المؤقتة بعد 24 ساعة.
de_de: Ressourcen, die nicht vom CDN geladen werden konnten, werden automatisch lokal ausgeliefert. Dieser Cache läuft nach 24 Stunden ab.
es_es: Los recursos que fallaron al cargar desde CDN se sirven automáticamente de forma local. Este caché expira después de 24 horas.
fr_fr: Les ressources qui ont échoué au chargement depuis le CDN sont automatiquement servies localement. Ce cache expire après 24 heures.
id_id: Resource yang gagal dimuat dari CDN secara otomatis disajikan secara lokal. Cache ini berakhir setelah 24 jam.
it_it: Le risorse che non sono riuscite a caricarsi dal CDN sono servite automaticamente localmente. Questa cache scade dopo 24 ore.
ja: CDNからの読み込みに失敗したリソースは自動的にローカルから配信されます。このキャッシュは24時間後に期限切れになります。
nl_nl: Resources die niet van CDN konden laden worden automatisch lokaal geleverd. Deze cache verloopt na 24 uur.
pl_pl: Zasoby, które nie załadowały się z CDN, są automatycznie serwowane lokalnie. Ta pamięć podręczna wygasa po 24 godzinach.
pt_br: Recursos que falharam ao carregar do CDN são automaticamente servidos localmente. Este cache expira após 24 horas.
ru_ru: Ресурсы, которые не удалось загрузить с CDN, автоматически доставляются локально. Этот кэш истекает через 24 часа.
tr_tr: CDN'den yüklenemeyen kaynaklar otomatik olarak yerel olarak sunulur. Bu önbellek 24 saat sonra sona erer.
vi: Tài nguyên không tải được từ CDN sẽ tự động được phục vụ cục bộ. Cache này hết hạn sau 24 giờ.

source: Failed Resources
ar: الموارد الفاشلة
de_de: Fehlgeschlagene Ressourcen
es_es: Recursos fallidos
fr_fr: Ressources échouées
he_il: משאבים שנכשלו
id_id: Resource yang Gagal
it_it: Risorse fallite
ja: 失敗したリソース
nl_nl: Gefaalde resources
pl_pl: Nieudane zasoby
pt_br: Recursos com falha
ru_ru: Неудачные ресурсы
tr_tr: Başarısız kaynaklar
uk: Невдалі ресурси
vi: Tài nguyên bị lỗi

source: %1$d failures (%2$d blocked)
ar: %1$d فشل (%2$d محظور)
de_de: %1$d Fehler (%2$d blockiert)
es_es: %1$d errores (%2$d bloqueados)
fr_fr: %1$d échecs (%2$d bloqués)
id_id: %1$d kegagalan (%2$d diblokir)
it_it: %1$d errori (%2$d bloccati)
ja: %1$d件の失敗（%2$d件がブロック）
nl_nl: %1$d fouten (%2$d geblokkeerd)
pl_pl: %1$d błędów (%2$d zablokowanych)
pt_br: %1$d falhas (%2$d bloqueados)
ru_ru: %1$d ошибок (%2$d заблокировано)
tr_tr: %1$d başarısız (%2$d engellendi)
vi: %1$d lỗi (%2$d bị chặn)

source: Clear Failure Cache
ar: مسح ذاكرة التخزين المؤقت للأخطاء
de_de: Fehler-Cache leeren
es_es: Borrar caché de errores
fr_fr: Vider le cache des échecs
he_il: נקה מטמון כשלים
id_id: Bersihkan Cache Kegagalan
it_it: Svuota cache errori
ja: 失敗キャッシュをクリア
nl_nl: Faalcache wissen
pl_pl: Wyczyść pamięć podręczną błędów
pt_br: Limpar cache de falhas
ru_ru: Очистить кэш ошибок
tr_tr: Hata önbelleğini temizle
uk: Очистити кеш помилок
vi: Xóa cache lỗi

source: This will retry all previously failed resources on next page load.
ar: سيعيد هذا محاولة جميع الموارد الفاشلة سابقاً في التحميل القادم للصفحة.
de_de: Dies wird alle zuvor fehlgeschlagenen Ressourcen beim nächsten Seitenaufruf erneut versuchen.
es_es: Esto reintentará todos los recursos fallidos en la próxima carga de página.
fr_fr: Cela réessaiera toutes les ressources précédemment échouées au prochain chargement de page.
id_id: Ini akan mencoba ulang semua resource yang sebelumnya gagal pada loading halaman berikutnya.
it_it: Questo ritenterà tutte le risorse precedentemente fallite al prossimo caricamento della pagina.
ja: これにより、次のページ読み込み時にすべての失敗したリソースが再試行されます。
nl_nl: Dit zal alle eerder gefaalde resources opnieuw proberen bij de volgende paginalading.
pl_pl: Spowoduje to ponowną próbę załadowania wszystkich wcześniej nieudanych zasobów przy następnym ładowaniu strony.
pt_br: Isso tentará novamente todos os recursos que falharam anteriormente no próximo carregamento de página.
ru_ru: Это повторит попытку загрузки всех ранее неудачных ресурсов при следующей загрузке страницы.
tr_tr: Bu, bir sonraki sayfa yüklemesinde daha önce başarısız olan tüm kaynakları yeniden deneyecek.
vi: Điều này sẽ thử lại tất cả tài nguyên bị lỗi trước đó khi tải trang tiếp theo.

source: Assets:
ar: الموارد:
de_de: Ressourcen:
es_es: Recursos:
fr_fr: Ressources :
id_id: Aset:
it_it: Risorse:
ja: アセット：
pl_pl: Zasoby:
pt_br: Recursos:
ru_ru: Ресурсы:
tr_tr: Varlıklar:
vi: Tài nguyên:

source: Development & Debugging
ar: التطوير والتصحيح
de_de: Entwicklung & Debugging
es_es: Desarrollo y depuración
fr_fr: Développement et débogage
id_id: Pengembangan & Debugging
it_it: Sviluppo e debug
ja: 開発とデバッグ
nl_nl: Ontwikkeling & Debugging
pl_pl: Rozwój i debugowanie
pt_br: Desenvolvimento e Depuração
ru_ru: Разработка и отладка
tr_tr: Geliştirme ve Hata Ayıklama
vi: Phát triển & Gỡ lỗi

source: Dev Tools
ar: أدوات المطور
de_de: Entwickler-Tools
es_es: Herramientas de desarrollo
fr_fr: Outils de développement
id_id: Alat Pengembang
it_it: Strumenti per sviluppatori
ja: 開発ツール
nl_nl: Ontwikkeltools
pl_pl: Narzędzia deweloperskie
pt_br: Ferramentas de Desenvolvedor
ru_ru: Инструменты разработчика
tr_tr: Geliştirici Araçları
vi: Công cụ Dev

source: Tools for debugging and testing in development environments.
ar: أدوات لتصحيح الأخطاء والاختبار في بيئات التطوير.
de_de: Tools für Debugging und Tests in Entwicklungsumgebungen.
es_es: Herramientas para depuración y pruebas en entornos de desarrollo.
fr_fr: Outils de débogage et de test dans les environnements de développement.
id_id: Alat untuk men-debug dan menguji di lingkungan pengembangan.
it_it: Strumenti per il debug e i test negli ambienti di sviluppo.
ja: 開発環境でのデバッグとテスト用ツール。
nl_nl: Tools voor debugging en testen in ontwikkelomgevingen.
pl_pl: Narzędzia do debugowania i testowania w środowiskach programistycznych.
pt_br: Ferramentas para depuração e testes em ambientes de desenvolvimento.
ru_ru: Инструменты для отладки и тестирования в средах разработки.
tr_tr: Geliştirme ortamlarında hata ayıklama ve test için araçlar.
vi: Công cụ gỡ lỗi và kiểm tra trong môi trường phát triển.

source: Debug Mode
ar: وضع التصحيح
de_de: Debug-Modus
es_es: Modo de depuración
fr_fr: Mode débogage
id_id: Mode Debug
it_it: Modalità debug
ja: デバッグモード
nl_nl: Debugmodus
pl_pl: Tryb debugowania
pt_br: Modo de Depuração
ru_ru: Режим отладки
tr_tr: Hata Ayıklama Modu
vi: Chế độ gỡ lỗi

source: Enable detailed logging of image rewrites
ar: تمكين تسجيل التفاصيل لإعادة كتابة الصور
de_de: Detaillierte Protokollierung der Bild-Umschreibungen aktivieren
es_es: Activar el registro detallado de las reescrituras de imágenes
fr_fr: Activer la journalisation détaillée des réécritures d'images
id_id: Aktifkan logging detail untuk penulisan ulang gambar
it_it: Abilita il logging dettagliato delle riscritture delle immagini
ja: 画像の書き換えの詳細なログ記録を有効にする
nl_nl: Gedetailleerde logregistratie van afbeeldingherschrijvingen inschakelen
pl_pl: Włącz szczegółowe logowanie przepisywania obrazów
pt_br: Ativar registro detalhado de reescritas de imagem
ru_ru: Включить детальное логирование переписывания изображений
tr_tr: Görüntü yeniden yazımlarının ayrıntılı günlüğe kaydedilmesini etkinleştir
vi: Bật ghi nhật ký chi tiết về việc viết lại hình ảnh

source: Logs all image URL processing details to the error log. Warning: Can generate large log files in production.
ar: يسجل جميع تفاصيل معالجة عناوين URL للصور في سجل الأخطاء. تحذير: قد يؤدي ذلك إلى إنشاء ملفات سجل كبيرة في بيئة التشغيل.
de_de: Protokolliert alle Details zur Verarbeitung von Bild-URLs im Fehlerprotokoll. Warnung: Kann in der Produktionsumgebung große Protokolldateien erzeugen.
es_es: Registra todos los detalles del procesamiento de URL de imágenes en el registro de errores. Advertencia: Puede generar archivos de registro grandes en producción.
fr_fr: Enregistre tous les détails du traitement des URL d'images dans le journal des erreurs. Attention : peut générer de gros fichiers journaux en production.
id_id: Mencatat semua detail pemrosesan URL gambar ke log kesalahan. Peringatan: Dapat menghasilkan file log besar di produksi.
it_it: Registra tutti i dettagli dell'elaborazione degli URL delle immagini nel log degli errori. Attenzione: può generare file di log di grandi dimensioni in produzione.
ja: すべての画像URL処理の詳細をエラーログに記録します。警告: 本番環境では大きなログファイルが生成される可能性があります。
nl_nl: Logt alle details van de verwerking van afbeelding-URL's in het foutenlogboek. Waarschuwing: Kan grote logbestanden genereren in productie.
pl_pl: Rejestruje wszystkie szczegóły przetwarzania adresów URL obrazów w dzienniku błędów. Ostrzeżenie: może generować duże pliki logów w środowisku produkcyjnym.
pt_br: Registra todos os detalhes do processamento de URLs de imagem no log de erros. Aviso: Pode gerar arquivos de log grandes em produção.
ru_ru: Записывает все детали обработки URL изображений в журнал ошибок. Предупреждение: Может создавать большие файлы журналов в рабочей среде.
tr_tr: Tüm görüntü URL'si işleme ayrıntılarını hata günlüğüne kaydeder. Uyarı: Üretim ortamında büyük günlük dosyaları oluşturabilir.
vi: Ghi lại tất cả chi tiết xử lý URL hình ảnh vào nhật ký lỗi. Cảnh báo: Có thể tạo ra các tệp nhật ký lớn trong môi trường thực tế.

source: Bypass Localhost Detection
ar: تجاوز اكتشاف المضيف المحلي (Localhost)
de_de: Localhost-Erkennung umgehen
es_es: Omitir la detección de localhost
fr_fr: Contourner la détection de localhost
id_id: Bypass Deteksi Localhost
it_it: Ignora il rilevamento di localhost
ja: Localhost検出のバイパス
nl_nl: Localhost-detectie omzeilen
pl_pl: Omiń wykrywanie localhost
pt_br: Ignorar detecção de Localhost
ru_ru: Обход обнаружения localhost
tr_tr: Localhost Algılamayı Atla
vi: Bỏ qua phát hiện localhost

source: Allow CDN rewrites for localhost/development URLs
ar: السماح بإعادة كتابة CDN لعناوين URL الخاصة بالمضيف المحلي/التطوير
de_de: CDN-Umschreibungen für localhost/Entwicklungs-URLs zulassen
es_es: Permitir reescrituras de CDN para URL de localhost/desarrollo
fr_fr: Autoriser les réécritures CDN pour les URL localhost/de développement
id_id: Izinkan penulisan ulang CDN untuk URL localhost/pengembangan
it_it: Consenti riscritture CDN per gli URL localhost/sviluppo
ja: localhost/開発用URLのCDN書き換えを許可する
nl_nl: CDN-herschrijvingen toestaan voor localhost/ontwikkelings-URL's
pl_pl: Zezwalaj na przepisywanie CDN dla adresów URL localhost/deweloperskich
pt_br: Permitir reescritas de CDN para URLs de localhost/desenvolvimento
ru_ru: Разрешить переписывание CDN для URL-адресов localhost/разработки
tr_tr: Localhost/geliştirme URL'leri için CDN yeniden yazımlarına izin ver
vi: Cho phép viết lại CDN cho URL localhost/phát triển

source: Enables image CDN rewrites even on localhost, .test, .local domains for testing. The CDN will not be able to fetch images from these URLs, so you'll see which images fail to convert.
ar: تمكين إعادة كتابة CDN للصور حتى على نطاقات localhost و .test و .local للاختبار. لن تتمكن شبكة CDN من جلب الصور من عناوين URL هذه، لذا سترى الصور التي تفشل في التحويل.
de_de: Aktiviert Bild-CDN-Umschreibungen auch auf localhost, .test, .local-Domains zu Testzwecken. Das CDN kann keine Bilder von diesen URLs abrufen, sodass Sie sehen, welche Bilder nicht konvertiert werden können.
es_es: Permite reescrituras de CDN de imágenes incluso en dominios localhost, .test, .local para pruebas. El CDN no podrá obtener imágenes de estas URL, por lo que verá qué imágenes fallan al convertirse.
id_id: Mengaktifkan penulisan ulang CDN gambar bahkan pada domain localhost, .test, .local untuk pengujian. CDN tidak akan dapat mengambil gambar dari URL ini, jadi Anda akan melihat gambar mana yang gagal dikonversi.
it_it: Abilita le riscritture CDN delle immagini anche sui domini localhost, .test, .local per i test. La CDN non sarà in grado di recuperare le immagini da questi URL, quindi potrai vedere quali immagini non vengono convertite.
ja: テスト用に、localhost、.test、.localドメインでも画像のCDN書き換えを有効にします。CDNはこれらのURLから画像をフェッチできないため、どの画像が変換に失敗したかを確認できます。
nl_nl: Schakelt afbeelding-CDN-herschrijvingen in, zelfs op localhost, .test, .local domeinen voor testen. De CDN kan geen afbeeldingen ophalen van deze URL's, dus u ziet welke afbeeldingen niet kunnen worden geconverteerd.
pl_pl: Umożliwia przepisywanie CDN obrazów nawet w domenach localhost, .test, .local do testów. CDN nie będzie mógł pobierać obrazów z tych adresów URL, dzięki czemu zobaczysz, których obrazów nie udało się skonwertować.
pt_br: Ativa reescritas de CDN de imagem mesmo em domínios localhost, .test, .local para testes. O CDN não poderá buscar imagens dessas URLs, então você verá quais imagens falham na conversão.
ru_ru: Включает переписывание CDN изображений даже на доменах localhost, .test, .local для тестирования. CDN не сможет получать изображения из этих URL, поэтому вы увидите, какие изображения не удалось преобразовать.
tr_tr: Test için localhost, .test, .local alan adlarında bile görüntü CDN yeniden yazımlarını etkinleştirir. CDN bu URL'lerden görüntü alamayacaktır, bu nedenle hangi görüntülerin dönüştürülemediğini göreceksiniz.
vi: Bật viết lại CDN hình ảnh ngay cả trên các miền localhost, .test, .local để kiểm tra. CDN sẽ không thể lấy hình ảnh từ các URL này, vì vậy bạn sẽ thấy hình ảnh nào không chuyển đổi được.

source: Testing Note:
ar: ملاحظة الاختبار:
de_de: Testhinweis:
es_es: Nota de prueba:
fr_fr: Note de test :
id_id: Catatan Pengujian:
it_it: Nota per il test:
ja: テストに関する注意:
nl_nl: Opmerking bij testen:
pl_pl: Uwaga testowa:
pt_br: Nota de Teste:
ru_ru: Примечание к тестированию:
tr_tr: Test Notu:
vi: Lưu ý kiểm tra:

source: When enabled, image URLs will be rewritten to CDN format, but the CDN cannot actually fetch images from localhost. You'll see errors which helps identify which images are being processed and which might have issues on production.
ar: عند التمكين، ستتم إعادة كتابة عناوين URL للصور بتنسيق CDN، ولكن لا يمكن لشبكة CDN جلب الصور فعليًا من المضيف المحلي. سترى أخطاء تساعد في تحديد الصور التي يتم معالجتها والتي قد تواجه مشكلات في بيئة التشغيل.
de_de: Wenn aktiviert, werden Bild-URLs in das CDN-Format umgeschrieben, aber das CDN kann keine Bilder von localhost abrufen. Sie sehen Fehler, die helfen festzustellen, welche Bilder verarbeitet werden und welche in der Produktion Probleme verursachen könnten.
es_es: Cuando está habilitado, las URL de las imágenes se reescribirán al formato CDN, pero el CDN no puede obtener imágenes de localhost. Verá errores que ayudan a identificar qué imágenes se están procesando y cuáles podrían tener problemas en producción.
fr_fr: Lorsqu'elles sont activées, les URL d'images seront réécrites au format CDN, mais le CDN ne peut pas réellement récupérer d'images à partir de localhost. Vous verrez des erreurs qui aident à identifier les images en cours de traitement et celles qui pourraient poser problème en production.
id_id: Saat diaktifkan, URL gambar akan ditulis ulang ke format CDN, tetapi CDN tidak dapat mengambil gambar dari localhost. Anda akan melihat kesalahan yang membantu mengidentifikasi gambar mana yang sedang diproses dan mana yang mungkin bermasalah di produksi.
it_it: Se abilitato, gli URL delle immagini verranno riscritti nel formato CDN, ma la CDN non potrà effettivamente recuperare le immagini da localhost. Vedrai errori che aiutano a identificare quali immagini vengono elaborate e quali potrebbero avere problemi in produzione.
ja: 有効にすると、画像URLがCDN形式に書き換えられますが、CDNはlocalhostから実際に画像をフェッチすることはできません。エラーが表示されることで、どの画像が処理されているか、本番環境で問題が発生する可能性があるかを確認できます。
nl_nl: Indien ingeschakeld, worden afbeelding-URL's herschreven naar CDN-formaat, maar de CDN kan geen afbeeldingen ophalen van localhost. U ziet fouten die helpen identificeren welke afbeeldingen worden verwerkt en welke problemen kunnen geven in productie.
pl_pl: Po włączeniu adresy URL obrazów zostaną przepisane na format CDN, ale CDN nie może faktycznie pobierać obrazów z localhost. Zobaczysz błędy, które pomagają zidentyfikować, które obrazy są przetwarzane i które mogą mieć problemy w środowisku produkcyjnym.
pt_br: Quando ativado, as URLs de imagem serão reescritas para o formato CDN, mas o CDN não pode realmente buscar imagens do localhost. Você verá erros que ajudam a identificar quais imagens estão sendo processadas e quais podem ter problemas na produção.
ru_ru: При включении URL-адреса изображений будут переписаны в формат CDN, но CDN не может получить изображения из localhost. Вы увидите ошибки, которые помогут определить, какие изображения обрабатываются и какие могут иметь проблемы в рабочей среде.
tr_tr: Etkinleştirildiğinde, görüntü URL'leri CDN biçiminde yeniden yazılacaktır, ancak CDN aslında localhost'tan görüntü alamaz. İşlenen görüntülerin ve üretim aşamasında sorun çıkarabilecek görüntülerin belirlenmesine yardımcı olan hatalar göreceksiniz.
vi: Khi được bật, các URL hình ảnh sẽ được viết lại sang định dạng CDN, nhưng CDN không thể thực sự lấy hình ảnh từ localhost. Bạn sẽ thấy các lỗi giúp xác định hình ảnh nào đang được xử lý và hình ảnh nào có thể gặp vấn đề trong sản xuất.
